tap "aws/tap"
tap "gantoreno/macfetch"
tap "snyk/tap"

brew "aws-elasticbeanstalk"
brew "aws-sam-cli"
brew "aws-vault"
brew "carthage"
brew "cloc"
brew "fastfetch"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "lynx"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rbenv"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "gantoreno/macfetch/macfetch"
brew "snyk/tap/snyk"

cask "1password-cli"
cask "basictex"
cask "codex"
cask "copilot-cli"
